tap "argon/mas"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "sqlite"
brew "asciinema"
brew "awscli"
brew "binutils"
brew "libpng"
brew "coreutils"
brew "gnutls"
brew "ffmpeg"
brew "git"
brew "gnu-sed"
brew "go"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "macos-trash"
brew "mas"
brew "media-info"
brew "moreutils"
brew "mysql-client"
brew "nkf"
brew "node"
brew "pngpaste"
brew "pyenv"
brew "qpdf"
brew "sox"
brew "tree"
brew "unar"
brew "watch"
brew "wget"
brew "wrk"
brew "yarn"
brew "zlib"
brew "filosottile/musl-cross/musl-cross"
brew "rcmdnk/file/brew-file"
cask "alfred"
cask "chromedriver"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-inconsolata"
cask "font-migu-1m"
cask "font-ricty-diminished"
cask "geektool"
cask "google-chrome"
cask "google-japanese-ime"
cask "google-photos-backup-and-sync"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "mapture"
cask "meetingbar"
cask "scroll-reverser"
cask "session-manager-plugin"
cask "shiftit"
cask "slack"
cask "spotify"
cask "vanilla"
cask "visual-studio-code"
cask "xquartz"
cask "zoomus"
cask "1password"
mas "RunCat", id: 1429033973
mas "BetterSnapTool", id: 417375580
mas "Fuwari", id: 1187652334
