acidic9.p5js-snippets
aeschli.vscode-css-formatter
alefragnani.Bookmarks
brainfit.vscode-coverage-highlighter
dbaeumer.vscode-eslint
develiteio.api-blueprint-viewer
eamodio.gitlens
filipesabella.live-p5
hdg.live-html-previewer
James-Yu.latex-workshop
Jarga.apib
johnpapa.vscode-peacock
jumpinjackie.vscode-map-preview
karigari.chat
Kelvin.vscode-sshfs
KevinRose.vsc-python-indent
lextudio.restructuredtext
mechatroner.rainbow-csv
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-mssql.mssql
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
necinc.elmmet
redhat.vscode-yaml
ritwickdey.live-sass
ritwickdey.LiveServer
sbrink.elm
searKing.preview-vscode
shardulm94.trailing-spaces
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
vncz.vscode-apielements
vscodevim.vim
yzane.markdown-pdf
yzhang.markdown-all-in-one
